Repository: Nabawy12/Fixit
Catalog: lib/l10n/intl_*.arb
Languages: ar

source: Enter
ar: ادخل

source: SKIP
ar: تخطي

# onbording_1
source: Welcome to Our App
ar: مرحبا بكم في التطبيق لدينا

# onbording_des_1
source: Experience the best service and product with us.
ar: تجربة أفضل الخدمات والمنتجات معنا.

# onbording_2
source: Easy to Use
ar: سهل الاستخدام

# onbording_des_2
source: User-friendly interface and smooth navigation.
ar: واجهة سهلة الاستخدام والتنقل السلس.

# onbording_3
source: Stay Connected.
ar: ابق على اتصال

# onbording_des_3
source: Stay updated with our latest features and offers.
ar: ابق على اطلاع بأحدث الميزات والعروض لدينا.

# Login_title
source: LOGIN
ar: تسجيل الدخول

# Login_email_title_text_field
source: Email
ar: البريد الألكتروني

# Login_email_text_field_hint
source: Enter email address
ar: ادخل بريدك الألكتروني

# Login_title_password
source: Password
ar: كلمه المرور

# Login_title_password_text_field
source: Enter your password
ar: ادخل كلمه المرور

# Login_title_Confirm_Password
source: Confirm Password
ar: تأكيد كلمه المرور

# Login_title_Confirm_Password_text_field
source: Confirm Password
ar: تأكيد كلمه المرور

source: Forget password?
ar: هل نسيت كلمه المرور؟

# Not_member
source: Not a member?
ar: ليس لديك عضويه؟

# SIGNUP_title
source: SIGNUP
ar: فتح حساب جديد

# Active
source: You Must Active
ar: يجب عليك تفعيل

source: Login again
ar: اعاده تسجيل الدخول

# User_name_title
source: User name
ar: اسم المستخدم

# User_name_text_field
source: Enter Name
ar: ادخل اسمك

# Phone_Number_title
source: Phone Number
ar: رقم هاتفك

# Phone_Number_text_field
source: Enter Phone
ar: ادخل رقم هاتفك

# Terms_agree
source: Agree With terms & condition
ar: أوافق على الشروط والأحكام

source: Already member?
ar: انت لديك عضويه بالفعل؟

# Forget_Password_des
source: Enter Your register mail
ar: ادخل بريدك الذي قمت بتسجيله عند انشاء حسابك

source: Send OTP
ar: ارسال الكود

source: VERIFY OTP
ar: تأكيد الكود

# VERIFY_OTP_des
source: Enter the verification code that sent to you on
ar: أدخل رمز التحقق الذي تم إرساله إليك بتاريخ اليوم

# VERIFY_OTP_resend
source: Resend Code ?
ar: اعاده ارسال الكود ؟

source: RESET PASSWORD
ar: اعاده تعيين كلمه المرور

# RESET_PASSWORD_des
source: Hello, you have been missed !
ar: اهلا بك لقد اشتقنا لك!

# New_Password_text_field
source: New Password
ar: كلمه المرور الجديد

# New_Password_text_field_content
source: New Password
ar: ادخل كلمه المرور الجديده

source: Successfully changed
ar: تم التغير بنحاج

# Successfully_changed_des
source: Thank you! The attempt to reset your password was successful.
ar: شكرًا لك! لقد كانت محاولة إعادة تعيين كلمة المرور الخاصة بك ناجحة.

# Exit_title
source: Are you sure you want to exit?
ar: هل أنت متأكد أنك تريد الخروج؟

# Exit_button_1
source: Cancel
ar: لا أريد

# Exit_button_2
source: Exit
ar: الخروج

# userName_vaild
source: Username cannot be empty
ar: لا يمكنك ترك الأسم خالي

# Email_vaild
source: Email cannot be empty
ar: لا يمكنك ترك البريد الألكتروني خالي

# phone_vaild
source: Phone Number cannot be empty
ar: لا يمكنك ترك رقم الهاتف خالي

# password_vaild
source: Phone Number cannot be empty
ar: لا يمكنك ترك كلمه المرور خاليه

# password_less_vaild
source: Password can not be no less than 8
ar: يجب علي كلمه المرور ان تكون اكثر من 8 احرف

# password_not_match
source: Password did not match
ar: كلمه المرور غير متطابقه

# exit_reset
source: If you log out, you will not be able to change your password
ar: في حاله الخروج لن تتمكن من تغير كلمه المرور

# Continue_guest
source: Continue as a guest
ar: استمر كضيف

source: Home
ar: الرئيسية

source: Booking
ar: الحجوزات

source: Offer
ar: العروض

source: Profile
ar: معلوماتك

# Forget_pass_screen
source: Forget Password
ar: اعاده تعيين كلمه المرور

source: Current Password
ar: كلمه المرور الحاليه

source: Change Language
ar: تغير اللغه

source: Arabic
ar: العربيه

source: English
ar: الأنجليزيه

source: App Setting
ar: إعدادت التطبيق

source: Dark theme
ar: النمط مظلم

source: Change currency
ar: تغيير العملة

# Forget_password_settings
source: Forget Password
ar: تغير كلمه المرور

source: UserProfile
ar: ملف التعريفي الخاص بك

source: Update
ar: تحديث

# title_profile
source: Profile & setting
ar: ادارة معلوماتك الشخصيه

# Total_balance
source: Total available balance :
ar: إجمالي الرصيد المتاح:

source: GENERAL
ar: عام

source: Favourite list
ar: القائمة المفضلة

source: Manage locations
ar: إدارة الموقع

source: My reviews
ar: تقييماتي

source: ABOUT APP
ar: عن التطبيق

source: App details
ar: تفاصيل التطبيق

source: Rate Us
ar: تقيمك هيفرق معانا

source: Share app
ar: مشاركة التطبيق

# Become_provider
source: Become a provider
ar: اصبح من مقدمين الخدمه

source: ALERT ZONE
ar: منطقة التنبيه

source: Log Out
ar: تسجيل الخروج

source: About Us
ar: معلومات عنا

source: Privacy policy
ar: السياسة الخصوصية

source: Cancellation policy
ar: سياسة الإلغاء

source: Refund policy
ar: سياسة استرداد الأموال

source: Help & support
ar: المساعدة والدعم

source: Message
ar: الرساله

source: Write Here
ar: اكتب هنا

source: Purchase error
ar: خطأ الشراء

source: Technical error
ar: خطأ فني

source: App Error
ar: خطأ في التطبيق

source: Feedback
ar: تعليقك

source: Contact US
ar: اتصل بنا

source: Submit
ar: أضافه

# body_details_app
source: About us policy help & support
ar: معلومات عنا المساعدة و الدعم و السياسة للتطبيق

source: Favourite List
ar: قائمة المفضلة

source: Search here
ar: ابحث هنا

source: Provider list
ar: قائمة مقدمي الخدمة

source: Service list
ar: قائمة الخدمة

source: Provider
ar: مقدم الخدمه

source: Service
ar: الخدمه
